<?php

return [
    'root' => 'Корінь',

    /*
        |--------------------------------------------------------------------------
        | Кнопки
        |--------------------------------------------------------------------------
    */
    'button.save' => 'Зберегти',
    'button.expand_all' => 'Розгорнути все',
    'button.collapse_all' => 'Згорнути все',

    /*
        |--------------------------------------------------------------------------
        | Форма / Компоненти
        |--------------------------------------------------------------------------
    */
    'components.tree.buttons.select_all.label' => 'Вибрати все',
    'components.tree.buttons.deselect_all.label' => 'Зняти вибір з усіх',
    'components.tree.buttons.expand_all.label' => 'Розгорнути все',
    'components.tree.buttons.collapse_all.label' => 'Згорнути все',

    /*
        |--------------------------------------------------------------------------
        | Повідомлення
        |--------------------------------------------------------------------------
    */
    'actions.delete.confirmation.with_children' => 'Ви впевнені, що хочете видалити цей запис разом із усіма дочірніми елементами?',
];